[
  "Tell about a time where you told people to tell a story or asked them an ambiguous question.",
  "Would you kill to eat?",
  "DROP TABLE;",
  "Tell about a time you saw David Bromberg live.",
  "Tell me about the time you had an ethics complex with your coworkers? Use lots of unnecessar'y language and be as confusing as possible",
  "If you were to run for your local school board, why would you not get elected?",
  "What was the worst Christmas you ever had?",
  "How many times have you eaten?",
  "How did you cause the apocolypse?",
  "How many molecules are on Leonard Nimoy's butt?",
  "What was the last thing you said to a dog?",
  "Tell about a time you got in trouble.",
  "When did you eat the most?",
  "Tell about a time you climbed onto the roof of a building on the Bradley campus.",
  "When is a time you lied to get out of a sticky situation?",
  "How did your parents meet?",
  "Tell about a time you had to make a split second decision.",
  "When was the first time you drove a car?",
  "Tell about a time your friends surprised you.",
  "Describe breakfast you ate within the last week.",
  "Tell about a time you were irrationally happy.",
  "Talk about a time you were in the psyche ward.",
  "When were you at the highest altitude?",
  "What's the loudest noise you've ever heard?",
  "How did you fall out of love with Aaron Roos? Doesn't matter if you know him or not. Just an'swer the question",
  "How many cartons of milk can you drink?",
  "How gay are you?",
  "How gay are you?",
  "Are you high yet?",
  "Do you like miniwheats?",
  "What is so weird?",
  "Do you like doggos?",
  "What is so great?",
  "What is blowing your mind right now?",
  "Thank the person on your right for something. How did they react? Were you sincere?",
  "When did you cut ties to all the lies that you've been living in?",
  "Do you stick your tongue in bottles?",
  "WHY ARE YOU SITTING DOWN?",
  "Do trees make noise?",
  "What is your favorite board game?",
  "How scenic is the most scenic beer?"
]